"Unknown Device" = "Dispozitiv necunoscut";
"Back Camera" = "Camera din spate";
"Front Camera" = "Camera din față";
"Camera" = "Cameră";
"Built In Audio" = "Audio integrat";
"iPhone Microphone" = "Microfon iPhone";
"Headphones" = "Căști";
"iPod touch Microphone" = "Microfon iPod touch";
